/**
 * Created by Mr_hu on 2015/5/18.
 */
var alarm_vareainfo=[{"设备ID":"2","IPAREID":"0","设备名称":"区域"},{"设备ID":"3","IPAREID":"2","设备名称":"乙烯装置"},{"设备ID":"4","IPAREID":"3","设备名称":"裂解单元"},{"设备ID":"5","IPAREID":"3","设备名称":"分离单元"},{"设备ID":"6","IPAREID":"3","设备名称":"新区单元"},{"设备ID":"7","IPAREID":"4","设备名称":"裂解单元裂解炉岗位"},{"设备ID":"8","IPAREID":"4","设备名称":"裂解单元急冷岗位"},{"设备ID":"9","IPAREID":"5","设备名称":"分离单元分离岗位"},{"设备ID":"10","IPAREID":"5","设备名称":"分离单元压缩岗位"},{"设备ID":"11","IPAREID":"6","设备名称":"新区单元裂解炉岗位"},{"设备ID":"12","IPAREID":"6","设备名称":"新区单元急冷压缩岗位"}]