/**
 * Created by Mr_hu on 2015/5/18.
 */
var position_listdata=[{"岗位ID":"2","IPAREID":"0","岗位描述":"区域"},{"岗位ID":"3","IPAREID":"2","岗位描述":"乙烯装置"},{"岗位ID":"4","IPAREID":"3","岗位描述":"裂解单元"},{"岗位ID":"5","IPAREID":"3","岗位描述":"分离单元"},{"岗位ID":"6","IPAREID":"3","岗位描述":"新区单元"},{"岗位ID":"7","IPAREID":"4","岗位描述":"裂解单元裂解炉岗位"},{"岗位ID":"8","IPAREID":"4","岗位描述":"裂解单元急冷岗位"},{"岗位ID":"9","IPAREID":"5","岗位描述":"分离单元分离岗位"},{"岗位ID":"10","IPAREID":"5","岗位描述":"分离单元压缩岗位"},{"岗位ID":"11","IPAREID":"6","岗位描述":"新区单元裂解炉岗位"},{"岗位ID":"12","IPAREID":"6","岗位描述":"新区单元急冷压缩岗位"}]